package com.company;

public class Main {

    public static void main(String[] args) {
	// Написать программу для поиска минимального из двух чисел.
        double a = 5;
        double b = 6;
        if (a>b){
            System.out.println(b + " - это минимальное число из " + a + " и " + b); }
            else {System.out.println(a + " - это минимальное число из " + a + " и " + b);
                }
    }
}
